/* Localized versions of Info.plist keys */

"NSHumanReadableCopyright" = "Copyright © 2006-2010 Apple Inc.";

/* Keyboard layout names */
"Colemak" = "Colemak";
"Dvorak" = "Dvorak";
"DVORAK - QWERTY CMD" = "Dvorak - Qwerty ⌘";
"Dvorak - Left" = "Dvorak - Left";
"Dvorak - Right" = "Dvorak - Right";

/* These two are synonyms */
"U.S." = "U.S.";
"US" = "U.S.";

"USInternational-PC" = "U.S. International - PC";
"Australian" = "Australian";
"Austrian" = "Austrian";
"Belgian" = "Belgian";
"Brazilian" = "Brazilian";
"British" = "British";
"Canadian" = "Canadian English";
"Canadian - CSA" = "Canadian French - CSA";
"Catalan" = "Catalan";
"Danish" = "Danish";
"Dutch" = "Dutch";
"Finnish" = "Finnish";
"French" = "French";
"French - numerical" = "French - Numerical";
"German" = "German";
"Irish" = "Irish";
"Italian" = "Italian Typewriter";
"Italian - Pro" = "Italian";
"Norwegian" = "Norwegian";
"Portuguese" = "Portuguese";
"Spanish" = "Spanish";
"Spanish - ISO" = "Spanish - ISO";
"Swedish - Pro" = "Swedish - Pro";
"Swedish" = "Swedish";
"Swiss French" = "Swiss French";
"Swiss German" = "Swiss German";

"Czech" = "Czech";
"Czech-QWERTY" = "Czech - QWERTY";
"Slovak" = "Slovak";
"Slovak-QWERTY" = "Slovak - QWERTY";
"Hungarian" = "Hungarian";
"Polish" = "Polish";
"Polish Pro" = "Polish Pro";
"Estonian" = "Estonian";
"Latvian" = "Latvian";
"Lithuanian" = "Lithuanian";

"Bulgarian" = "Bulgarian";
"Bulgarian - Phonetic" = "Bulgarian - Phonetic";
"Russian" = "Russian";
"RussianWin" = "Russian - PC";
"Russian - Phonetic" = "Russian - Phonetic";
"Ukrainian" = "Ukrainian";
"Serbian" = "Serbian";
"Macedonian" = "Macedonian";
"Byelorussian" = "Byelorussian";

"KANA" = "Kana";
"ROMAJI" = "Romaji";

"2SetHangul" = "2-Set Korean";
"Afghan Dari" = "Afghan Dari";
"Afghan Pashto" = "Afghan Pashto";
"Afghan Uzbek" = "Afghan Uzbek";
"Arabic" = "Arabic";
"Arabic PC" = "Arabic - PC";
"Arabic-QWERTY" = "Arabic - QWERTY";
"Armenian-HM QWERTY" = "Armenian - HM QWERTY";
"Armenian-Western QWERTY" = "Armenian - Western QWERTY";
"Azeri" = "Azeri";
"Bangla-QWERTY" = "Bangla - QWERTY";
"Bangla" = "Bangla";
"CangjieKeyboard" = "Cangjie";
"Cherokee-Nation" = "Cherokee - Nation";
"Cherokee-QWERTY" = "Cherokee - QWERTY";
"Croatian" = "Croatian";
"Croatian-PC" = "Croatian - PC";
"Devanagari-QWERTY" = "Devanagari - QWERTY";
"Devanagari" = "Devanagari";
"Faroese" = "Faroese";
"Finnish Extended" = "Finnish Extended";
"FinnishSami-PC" = "Finnish Sami - PC";
"Georgian-QWERTY" = "Georgian - QWERTY";
"Greek" = "Greek";
"Greek Polytonic" = "Greek Polytonic";
"Gujarati-QWERTY" = "Gujarati - QWERTY";
"Gujarati" = "Gujarati";
"Gurmukhi-QWERTY" = "Gurmukhi - QWERTY";
"Gurmukhi" = "Gurmukhi";
"Hawaiian" = "Hawaiian";
"Hebrew" = "Hebrew";
"Hebrew-PC" = "Hebrew - PC";
"Hebrew-QWERTY" = "Hebrew - QWERTY";
"Icelandic" = "Icelandic";
"Inuktitut-Nunavut" = "Inuktitut - Nunavut";
"Inuktitut-Nutaaq" = "Inuktitut - Nutaaq";
"Inuktitut-QWERTY" = "Inuktitut - QWERTY";
"Inuttitut Nunavik" = "Inuktitut Nunavik";
"Irish Extended" = "Irish Extended";
"Jawi-QWERTY" = "Jawi - QWERTY";
"Kannada-QWERTY" = "Kannada - QWERTY";
"Kannada" = "Kannada";
"Kazakh" = "Kazakh";
"Khmer" = "Khmer";
"Kurdish-Sorani" = "Kurdish-Sorani";
"Malayalam-QWERTY" = "Malayalam - QWERTY";
"Malayalam" = "Malayalam";
"Maltese" = "Maltese";
"Maori" = "Maori";
"Myanmar-QWERTY" = "Myanmar - QWERTY";
"Nepali" = "Nepali";
"Northern Sami" = "Northern Sami";
"Norwegian Extended" = "Norwegian Extended";
"NorwegianSami-PC" = "Norwegian Sami - PC";
"Oriya-QWERTY" = "Oriya - QWERTY";
"Oriya" = "Oriya";
"Persian" = "Persian";
"Persian-ISIRI 2901" = "Persian - ISIRI 2901";
"Persian-QWERTY" = "Persian - QWERTY";
"Romanian" = "Romanian";
"Romanian-Standard" = "Romanian - Standard";
"Sami-PC" = "Sami - PC";
"Serbian-Latin" = "Serbian - Latin";
"Sinhala-QWERTY" = "Sinhala - QWERTY";
"Sinhala" = "Sinhala";
"Slovenian" = "Slovenian";
"SwedishSami-PC" = "Swedish Sami - PC";
"Telugu-QWERTY" = "Telugu - QWERTY";
"Telugu" = "Telugu";
"Thai-PattaChote" = "Thai - PattaChote";
"Thai" = "Thai";
"Tibetan-QWERTY" = "Tibetan - QWERTY";
"TibetanOtaniUS" = "Tibetan - Otani";
"Tibetan-Wylie" = "Tibetan - Wylie";
"Turkish" = "Turkish";
"Turkish-QWERTY" = "Turkish - QWERTY";
"Turkish-QWERTY-PC" = "Turkish - QWERTY PC";
"Urdu" = "Urdu";
"Uyghur" = "Uyghur";
"US Extended" = "U.S. Extended";
"Unicode Hex Input" = "Unicode Hex Input";
"Vietnamese" = "Vietnamese";
"Welsh" = "Welsh";
"Zhuyin Bopomofo" = "Zhuyin";
